cases/tee/0.org/V
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type        fixedValue;
        value       $internalField;
    }

    outlet
    {
        type        zeroGradient;
    }

    depositionWall
    {
        type        sectionalSubGridDepositionVelocity;
        value       $internalField;
    }

    otherWalls
    {
        type        noSlip;
    }

    symm
    {
        type        symmetry;
    }

    empties
    {
        type        empty;
    }
}
