cases/tee/0.org/Water.dispersed
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Water.dispersed;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    inlet
    {
        type        fixedValue;
        value       uniform 1E-6;
    }

    outlet
    {
        type        inletOutlet;
        inletValue  $internalField;
        value       $internalField;
    }

    depositionWall
    {
        type        zeroGradient;
    }

    otherWalls
    {
        type        zeroGradient;
    }

    symm
    {
        type        symmetry;
    }

    empties
    {
        type        empty;
    }
}
